Revit 2027 API
ParameterTypeId.RvtHostLevel Property
 "Map Levels..."
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RvtHostLevel { get; }
Public Shared ReadOnly Property RvtHostLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RvtHostLevel {
	ForgeTypeId^ get ();
}
static member RvtHostLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace